export const taskStateMapping = {
  // 存缴
  总包施工单位提交保证金存缴申请: '待施工单位提交存缴申请',
  承办人审核保证金金额以及相关信息: '待承办人核定金额',
  业务分管领导审核保证金金额以及相关信息: '待业务分管领导审核金额',
  人社分管领导审核保证金金额以及相关信息: '待人社分管领导审核金额',

  '承办人审核保证金金额以及相关信息（代办）': '待承办人核定金额',
  '业务分管领导审核保证金金额以及相关信息（代办）': '待业务分管领导审核金额',
  '人社分管领导审核保证金金额以及相关信息（代办）': '待人社分管领导审核金额',
  '承办人审核保证金金额以及相关信息（自行）': '待承办人核定金额',
  '业务分管领导审核保证金金额以及相关信息（自行）': '待业务分管领导审核金额',
  '人社分管领导审核保证金金额以及相关信息（自行）': '待人社分管领导审核金额',
  总包施工单位上传银行存单电子版文件: '待施工单位上传存缴凭证',
  承办人审核银行存单: '待承办人审核存单凭证',
  业务分管领导审核银行存单: '待业务分管领导审核存单凭证',
  人社分管领导审核银行存单: '待人社分管领导审核存单凭证',

  总包施工单位上传保函电子版文件: '待施工单位上传保函',
  经纪公司上传保函电子版文件: '待经纪公司上传保函',
  承办人审核保函: '待承办人审核保函',
  业务分管领导审核保函: '待业务分管领导审核保函',
  人社分管领导审核保函: '待人社分管领导审核保函',

  // 使用
  承办人提交保证金使用申请: '待承办人提交使用申请',
  业务分管领导审核: '待业务分管领导审核',
  人社分管领导审核: '待人社分管领导审核',
  承办人确认使用结果: '待承办人确认使用结果',

  // 变更
  总包施工单位提交变更申请: '待施工单位提交变更申请',
  承办人审核变更申请: '待承办人审核变更申请',
  业务分管领导审核变更申请: '待业务分管领导审核变更申请',
  人社分管领导审核变更申请: '待人社分管领导审核变更申请',

  '承办人审核变更申请（自行）': '待承办人审核变更申请',
  '业务分管领导审核变更申请（自行）': '待业务分管领导审核变更申请',
  '人社分管领导审核变更申请（自行）': '待人社分管领导审核变更申请',
  '承办人审核变更申请（代办）': '待承办人审核变更申请',
  '业务分管领导审核变更申请（代办）': '待业务分管领导审核变更申请',
  '人社分管领导审核变更申请（代办）': '待人社分管领导审核变更申请',

  总包施工单位上传现金存单电子版文件: '待施工单位上传存缴凭证',
  承办人审核银行存单: '待承办人审核存单凭证',
  业务分管领导审核银行存单: '待业务分管领导审核存单凭证',
  人社分管领导审核银行存单: '待人社分管领导审核存单凭证',

  总包施工单位上传保函电子版文件: '待施工单位上传保函',
  经纪公司上传保函电子版文件: '待经纪公司上传保函',
  承办人审核保函: '待承办人审核保函',
  业务分管领导审核保函: '待业务分管领导审核保函',
  人社分管领导最终审核: '待人社分管领导审核保函',

  // 补缴
  总包施工单位提交补缴凭证电子版: '待施工单位提交补缴凭证电子版',
  承办人审核补缴凭证电子版: '待承办人审核补缴凭证电子版',
  业务分管领导审核补缴凭证电子版: '待业务分管领导审核补缴凭证电子版',
  人社分管领导审核补缴凭证电子版: '待人社分管领导审核补缴凭证电子版',
  经纪公司提交保函补缴凭证电子版: '待经纪公司提交保函补缴凭证电子版',

  // 更换保函
  '总包施工单位提交现金存单更换/延长申请': '待施工单位提交更换/延长申请',
  '承办人审核现金存单更换/延长申请': '待承办人审核更换/延长申请',
  '业务分管领导审核现金存单更换/延长申请': '待业务分管领导审核更换/延长申请',
  '人社分管领导审核现金存单更换/延长申请': '待人社分管领导审核更换/延长申请',

  '总包施工单位提交保函更换/延长申请': '待施工单位提交更换/延长申请',
  经纪公司上传保函电子版: '待经纪公司上传保函',
  总包施工单位上传保函电子版: '待施工单位上传保函',
  '承办人审核保函更换/延长申请（代办）': '待承办人审核更换/延长申请',
  '业务分管领导审核保函更换/延长申请（代办）': '待业务分管领导审核更换/延长申请',
  '人社分管领导审核保函更换/延长申请（代办）': '待人社分管领导审核更换/延长申请',
  '承办人审核保函更换/延长申请（自行）': '待承办人审核更换/延长申请',
  '业务分管领导审核保函更换/延长申请（自行）': '待业务分管领导审核更换/延长申请',
  '人社分管领导审核保函更换/延长申请（自行）': '待人社分管领导审核更换/延长申请',

  // 返还
  施工单位提交保证金返还申请: '待施工单位提交返还申请',
  承办人审核保证金返还申请: '待承办人审核返还申请',
  业务分管领导审核保证金返还申请: '待业务分管领导审核返还申请',
  人社分管领导审核保证金返还申请: '待人社分管领导审核返还申请',

  // 施工企业注册
  人社局管理员审核: '待人社局管理员审核注册申请'

};
